accion.actualizar=Actualizar
accion.agregar=Agregar producto
accion.eliminar=Eliminar
accion.guardar=Guardar
accion.nuevo=Nuevo
accion.listado=Ver listado
accion.recordar=Recordar
accion.registrar=Registrar
accion.regresar=Regresar
accion.enviar=Enviar
aplicacion.titulo=COOKIES BY SU
contacto.titulo=Cont\u00e1ctenos
contacto.mensaje=Mensaje
contacto.enviado=Mensaje enviado!
contacto.enviado.confirmacion=Gracias por tomar el tiempo de contactarte con nosotros. Tu mensaje nos ha llegado y estamos encantados de ayudarte con cualquier pregunta o duda que tengas.
contacto.correo.asunto=Gracias por contactarte con Cookies by Su!
contacto.correo.mensaje=<h2>Querido(a) %s %s!</h2><hr><br><p>\u00a1Gracias por tomar el tiempo para contactarnos! En Cookies by Su valoramos enormemente la retroalimentaci\u00f3n y las preguntas de nuestros clientes.<br><br>Nos emociona mucho que hayas mostrado inter\u00e9s en nuestras deliciosas galletas. Tu mensaje nos ha llegado y estamos encantados de ayudarte con cualquier pregunta o duda que tengas.<br><br>Nuestro dedicado equipo est\u00e1 revisando tu mensaje y pronto nos pondremos en contacto contigo para proporcionarte toda la informaci\u00f3n que necesitas. Queremos asegurarnos de brindarte la mejor experiencia posible y resolver cualquier inquietud que puedas tener.<br><br>Mientras tanto, si tienes alguna consulta urgente o necesitas asistencia inmediata, no dudes en  contactarnos v\u00eda WhatsApp. Estamos aqu\u00ed para ayudarte en cualquier momento.<br><br>\u00a1Estamos ansiosos por hablar contigo pronto y compartir la alegr\u00eda de nuestras deliciosas galletas!<br><br>Con cari\u00f1o,<h3>Equipo de Cookies by Su</h3>
carrito.cantidad=Cantidad
carrito.datos=Datos del Producto
carrito.facturar=Facturar
carrito.no_mostrar=Carrito Vacio!
carrito.seguirComprando=Seguir Comprando
carrito.titulo=Productos en el Carrito
carrito.total=Total
carrito.subtotal=Subtotal
carrito.resumen=Resumen de compra
carrito.facturacion=Facturaci\u00f3n
carrito.totalCompra=Total de Compra
carrito.verCarrito=Carrito
carrito.actualizar=Actualizar carrito
categoria.activo=Activo
categoria.agregar=Agregar Categoria
categoria.descripcion=Descripci\u00f3n
categoria.listado=Listado de Categorias
categoria.rutaImagen=Imagen
categoria.total=Total Categorias
e403.texto=No tiene permisos para ver esta p\u00e1gina o ejecutar esta acci\u00f3n
e403.titulo=Acceso denegado
error.login=Credenciales err\u00f3neas
index.nuestrosProductos=Nuestros Productos
lista.vacia=Lista Vac\u00eda
login.login=Iniciar sesi\u00f3n
login.logout=Cerrar sesi\u00f3n
login.password=Contrase\u00f1a
login.username=Usuario
login.recordar=\u00bfOlvidaste tu contrase\u00f1a?
nosotros.titulo=\u00a1Descubre la deliciosa historia de Cookies by Su!
nosotros.abstract=Fundada en diciembre de 2022 como un humilde pasatiempo familiar, nuestra empresa de galletas r\u00e1pidamente floreci\u00f3 bajo la direcci\u00f3n experta de nuestra fundadora y maestra galletera, Susan.
nosotros.historia.titulo=Nuestra Historia
nosotros.historia1=Cookies by Su es una innovadora y c\u00e1lida empresa de galletas, fundada en de diciembre de 2022. Lo que comenz\u00f3 como un pasatiempo familiar r\u00e1pidamente floreci\u00f3, formaliz\u00e1ndose en una prometedora empresa en febrero de 2023. Nuestra historia comienza en la cocina de Susan, nuestra fundadora y maestra galletera, cuyas manos han estado detr\u00e1s de cada receta y cada galleta horneada con amor. Las galletas de Susan, famosas entre amigos y familiares por su sabor inigualable y textura perfecta, se convirtieron en el centro de atenci\u00f3n en cada evento familiar. Fue esta constante alabanza y el impulso de su familia lo que la motiv\u00f3 a dar el salto de confianza para convertir su pasi\u00f3n en su profesi\u00f3n.
nosotros.historia2=En "Cookies by Su", creemos firmemente en el valor de los negocios familiares y el toque personal que cada uno de nuestros productos lleva. Cada galleta es m\u00e1s que un simple bocado; es una experiencia \u00fanica, creada con ingredientes de la m\u00e1s alta calidad y una pizca de amor. Desde aquellos d\u00edas iniciales, hasta hoy, hemos mantenido esa esencia que nos hace \u00fanicos: el compromiso con la excelencia, la innovaci\u00f3n constante en nuestras recetas, y por supuesto, el calor y la cercan\u00eda de un negocio familiar.
nosotros.historia3=Invitamos a todos nuestros clientes a ser parte de esta dulce aventura, experimentando el verdadero sabor de las galletas hechas con pasi\u00f3n y dedicaci\u00f3n. En "Cookies by Su", no solo vendemos galletas; compartimos momentos de felicidad, creamos recuerdos y fortalecemos lazos con cada mordida. 
nosotros.redes.titulo=\u00a1Con\u00e9ctate con nosotros en las redes sociales y \u00fanete a nuestra dulce comunidad!
nosotros.redes1=S\u00edguenos en nuestras redes sociales para mantenerte al d\u00eda con las \u00faltimas noticias, promociones exclusivas y detr\u00e1s de escena de Cookies by Su.  \u00danete a nuestra comunidad de amantes de las galletas y comparte momentos deliciosos con nosotros.
nosotros.redes2=En "Cookies by Su", creemos firmemente en el valor de los negocios familiares y el toque personal que cada uno de nuestros productos lleva. Cada galleta es m\u00e1s que un simple bocado; es una experiencia \u00fanica, creada con ingredientes de la m\u00e1s alta calidad y una pizca de amor. Desde aquellos d\u00edas iniciales, hasta hoy, hemos mantenido esa esencia que nos hace \u00fanicos: el compromiso con la excelencia, la innovaci\u00f3n constante
nosotros.redes3=\u00a1No te pierdas ni una sola galleta! S\u00edguenos ahora en nuestras redes sociales:
nosotros.direccion.titulo=\u00a1Recoge tus galletas directamente desde nuestra cocina!
nosotros.direccion=Nuestro hogar es tambi\u00e9n el coraz\u00f3n de Cookies by Su. Ven a recoger tus pedidos directamente desde nuestra ubicaci\u00f3n en Avenida Omega,Cartago. Apreciamos tu apoyo y esperamos compartir nuestras delicias directamente contigo.
nosotros.direccion.small=Avenida Omega,Cartago,Costa Rica
nosotros.direccion.figcaption=\u00a1Estamos ansiosos por verte en nuestra ubicaci\u00f3n para retirar tus galletas favoritas!
perfil.titulo=Modificar perfil
perfil.username=Usuario
perfil.cedula=C\u00e9dula
perfil.nombre=Nombre
perfil.apellidos=Apellidos
perfil.pais=Pa\u00eds
perfil.provincia=Provincia
perfil.cantonDistrito=Cant\u00f3n y Distrito
perfil.direccionDetallada=Direccion Detallada
perfil.password=Contrase\u00f1a
perfil.telefono=Tel\u00e9fono 
plantilla.bienvenido=Usuario
plantilla.derechos=Cookies by Su Derechos Reservados 2024
plantilla.personalizar=Personalizar
plantilla.aboutus=Nosotros
plantilla.contactenos=Cont\u00e1ctenos
plantilla.pruebas=Pruebas
plantilla.idioma=Idiomas
plantilla.asociaciones=Asociaciones
plantilla.consultas=Consultas
plantilla.reportes=Reportes
plantilla.suTienda=Cookies by Su en l\u00ednea
plantilla.troles=Roles
plantilla.tusuario=Usuario
plantilla.usuarios=Usuarios
plantilla.catalogo=Cat\u00e1logo
producto.activo=Activo
producto.agregar=Agregar
producto.ver=Detalles
producto.categoria=Categor\u00eda
producto.modificar=Modificar producto
producto.nombreProducto=Nombre de la galleta
producto.descripcion=Descripci\u00f3n
producto.detalle=Detalle
producto.existencias=Existencias
producto.imagen=Ruta de la imagen
producto.listado=Listado de Productos
producto.precio=Precio
producto.total=Total Productos
producto.nombre=Nombre del producto
producto.tipo=Tipo de galleta
pruebas.todas=Todas
pruebas.precio.superior=Precio Superior
pruebas.precio.inferior=Precio Inferior
pruebas.ampliadas=Consultas Ampliadas
pruebas.jpql=Consultas JPQL
pruebas.nativo=Consultas Nativas
personalizado.descripcion=Descripcion
personalizado.fechaPreliminar=Fecha preliminar de entrega
personalizado.telefono=Numero de telefono
personalizado.correo=Correo electronico
personalizado.apellidos=Apellidos
personalizado.nombre=Nombre
personalizado.imagen=Imagen de referencia
personalizado.titulo=Formulario de personalizacion
personalizado.listado=Listado de pedidos personalizados
personalizado.mensaje=Mensaje
personalizado.enviado=Pedido realizado!
personalizado.enviado.confirmacion=Tu pedido nos ha llegado y pronto nos estaremos comunicando contigo.
personalizado.correo.asunto=Gracias por tu inter\u00e9s en nuestras deliciosas galletas!
personalizado.correo.mensaje=<h2>Hola %s %s!</h2><hr><br><p>\u00a1Gracias por confiar en nosotros para personalizar tus deliciosas galletas!<br><br>Estamos revisando tu solicitud con mucho cuidado para asegurarnos de que cada detalle est\u00e9 perfecto. Pronto nos pondremos en contacto contigo para finalizar los detalles de tu pedido personalizado y hacer que tus galletas sean a\u00fan m\u00e1s especiales.<br><br>Gracias nuevamente por elegirnos para endulzar tus momentos especiales. Esperamos crear algo verdaderamente delicioso juntos.<br><br>\u00a1Estamos ansiosos por hablar contigo pronto y compartir la alegr\u00eda de nuestras deliciosas galletas!<br><br>Con cari\u00f1o,<h3>Equipo de Cookies by Su</h3>
producto.guardar=Guardar
registro.activar.error=Error activando usuario
registro.activar=Activar Usuario
registro.correo.activar=<h1>Bienvenido(a) a Cookies by Su!</h1><br><strong>%s %s</strong><hr><p>Para activar tu cuenta en Cookies by Su haz click en el siguiente <a href='%s/registro/activacion/%s/%s'>enlace</a></p><br><hr><h2>Equipo de Cookies by Su</h2>
registro.correo.recordar=<h1>Recuperar contrase\u00f1a</h1><br><strong>Hola %s %s!</strong><hr><p>Recibimos una petici\u00f3n para reiniciar la contrase\u00f1a de tu cuenta. Estamos aqu\u00ed para ayudarte. <br>Para cambiar tu contrase\u00f1a en Cookies by Su debes hacer click en el siguiente <a href='%s/registro/activacion/%s/%s'>enlace</a></p><br><hr><h2>Equipo de Cookies by Su</h2>
registro.mensaje.activacion.ok=Por favor revisa tu cuenta de correo %s para activar tu usuario en el sistema Cookies by Su
registro.mensaje.activacion=Activar tu cuenta en Cookies by Su
registro.mensaje.recordar.ok=Por favor revisa tu cuenta de correo %s para recuperar tu usuario en el sistema Cookies by Su
registro.mensaje.recordar=Recordar cuenta en Cookies by Su
registro.mensaje.usuario.o.correo=Ya existe un usuario con el username %s o el correo %s si no recuerda su contrase\u00f1a de 'recordar contrase\u00f1a'
registro.recordar.us=Recordar Usuario
texto.no=No
texto.si=Si
usuario.activacion=Activaci\u00f3n
usuario.agregar=Crear Usuario
usuario.apellidos=Apellidos
usuario.correo=Correo
usuario.imagen=Fotograf\u00eda
usuario.limite=L\u00edmite de Cr\u00e9dito
usuario.listado=Listado de Usuarios
usuario.nombre=Nombre
usuario.password=Contrase\u00f1a
usuario.telefono=Tel\u00e9fono
usuario.total=Total Usuarios
usuario.username=Usuario
usuario.cedula=C\u00e9dula
usuario.pais=Pa\u00eds
usuario.provincia=Provincia
usuario.cantonDistrito=Cant\u00f3n y Distrito
usuario.direccionDetallada=Direcci\u00f3n Detallada
usuario.registro=Registro
carrito.completarOrden=Finalizar Orden
carrito.iva=IVA
carrito.totalIva=Total con IVA
pedido.direccion=Direccion exacta
pedido.completo=Orden Completa
orden.fechaEntrega=Fecha de entrega
orden.formaPago=Forma de pago
orden.titulo=Facturaci\u00f3n
orden.sinpe=SINPE Movil
orden.banco=Tranferencia bancaria
plantilla.pedidos=Pedidos
pedido.numOrden=Numero de orden
pedido.fechaPedido=Fecha pedido
pedido.fechaEntrega=Fecha entrega
pedido.cancelado=Pagado
pedido.entregado=Entregado
pedido.total=Total
pedido.verPedido=Ver Pedido