accion.actualizar=Update
accion.agregar=Add
accion.eliminar=Delete
accion.guardar=Save
accion.nuevo=New
accion.listado=Show list
accion.recordar=Remember
accion.registrar=Register
accion.regresar=Go back
accion.enviar=Send
aplicacion.titulo=Cookies by Su
contacto.titulo=Contact Us
contacto.mensaje=Message
contacto.enviado=Message Send!
contacto.enviado.confirmacion=Thank you for taking the time to reach out to us. Your message has been received, and we're excited to assist you with any questions or concerns you may have.
contacto.correo.asunto=Thank You for Contacting Cookies by Su!
contacto.correo.mensaje=<h2>Dear %s %s!</h2><hr><br><p>Thank you for taking the time to reach out to us! At Cookies by Su, we greatly appreciate feedback and inquiries from our customers.<br><br>We're thrilled that you've shown interest in our delicious cookies. Your message has been received, and we're excited to assist you with any questions or concerns you may have.<br><br>Our dedicated team is currently reviewing your message, and we'll be in touch with you shortly to provide all the information you need. We want to ensure we give you the best possible experience and address any concerns you may have.<br><br>In the meantime, if you have any urgent inquiries or need immediate assistance, feel free to send us a message via WhatsApp. We're here to help you anytime.<br><br>We're looking forward to speaking with you soon and sharing the joy of our delightful cookies!<br><br>Warm regards,<h3>Cookies by Su Team</h3>
carrito.cantidad=Amount
carrito.datos=Product Data
carrito.facturar=Bill
carrito.no_mostrar=Empty Cart!
carrito.seguirComprando=Continue shopping
carrito.titulo=Products in the Cart
carrito.total=Total
carrito.totalCompra=Total Purchase
carrito.verCarrito=View Cart
categoria.activo=Active
categoria.agregar=Add Category
categoria.descripcion=Description
categoria.listado=Category List
categoria.rutaImagen=Image
categoria.total=Total Categories
e403.texto=You do not have permissions to view this page or perform this action
e403.titulo=Access denied
error.login=Bad Credentials
index.nuestrosProductos=Our products
lista.vacia=Empty List
login.login=LogIn
login.logout=LogOut
login.password=Password
login.username=User
nosotros.titulo=\u00a1Descubre la deliciosa historia de Cookies by Su!
nosotros.abstract=Fundada en diciembre de 2022 como un humilde pasatiempo familiar, nuestra empresa de galletas r\u00e1pidamente floreci\u00f3 bajo la direcci\u00f3n experta de nuestra fundadora y maestra galletera, Susan.
nosotros.historia.titulo=Historia del empredimiento
nosotros.historia1=Cookies by Su es una innovadora y c\u00e1lida empresa de galletas, fundada en de diciembre de 2022. Lo que comenz\u00f3 como un pasatiempo familiar r\u00e1pidamente floreci\u00f3, formaliz\u00e1ndose en una prometedora empresa en febrero de 2023. Nuestra historia comienza en la cocina de Susan, nuestra fundadora y maestra galletera, cuyas manos han estado detr\u00e1s de cada receta y cada galleta horneada con amor. Las galletas de Susan, famosas entre amigos y familiares por su sabor inigualable y textura perfecta, se convirtieron en el centro de atenci\u00f3n en cada evento familiar. Fue esta constante alabanza y el impulso de su familia lo que la motiv\u00f3 a dar el salto de confianza para convertir su pasi\u00f3n en su profesi\u00f3n.
nosotros.historia2=En "Cookies by Su", creemos firmemente en el valor de los negocios familiares y el toque personal que cada uno de nuestros productos lleva. Cada galleta es m\u00e1s que un simple bocado; es una experiencia \u00fanica, creada con ingredientes de la m\u00e1s alta calidad y una pizca de amor. Desde aquellos d\u00edas iniciales, hasta hoy, hemos mantenido esa esencia que nos hace \u00fanicos: el compromiso con la excelencia, la innovaci\u00f3n constante en nuestras recetas, y por supuesto, el calor y la cercan\u00eda de un negocio familiar.
nosotros.historia3=Invitamos a todos nuestros clientes a ser parte de esta dulce aventura, experimentando el verdadero sabor de las galletas hechas con pasi\u00f3n y dedicaci\u00f3n. En "Cookies by Su", no solo vendemos galletas; compartimos momentos de felicidad, creamos recuerdos y fortalecemos lazos con cada mordida. 
nosotros.redes.titulo=\u00a1Con\u00e9ctate con nosotros en las redes sociales y \u00fanete a nuestra dulce comunidad!
nosotros.redes1=S\u00edguenos en nuestras redes sociales para mantenerte al d\u00eda con las \u00faltimas noticias, promociones exclusivas y detr\u00e1s de escena de Cookies by Su.  \u00danete a nuestra comunidad de amantes de las galletas y comparte momentos deliciosos con nosotros.
nosotros.redes2=En "Cookies by Su", creemos firmemente en el valor de los negocios familiares y el toque personal que cada uno de nuestros productos lleva. Cada galleta es m\u00e1s que un simple bocado; es una experiencia \u00fanica, creada con ingredientes de la m\u00e1s alta calidad y una pizca de amor. Desde aquellos d\u00edas iniciales, hasta hoy, hemos mantenido esa esencia que nos hace \u00fanicos: el compromiso con la excelencia, la innovaci\u00f3n constante
nosotros.redes3=\u00a1No te pierdas ni una sola galleta! S\u00edguenos ahora en nuestras redes sociales:
nosotros.direccion.titulo=\u00a1Recoge tus galletas directamente desde nuestra cocina!
nosotros.direccion=Nuestro hogar es tambi\u00e9n el coraz\u00f3n de Cookies by Su. Ven a recoger tus pedidos directamente desde nuestra ubicaci\u00f3n en Avenida Omega,Cartago. Apreciamos tu apoyo y esperamos compartir nuestras delicias directamente contigo.
nosotros.direccion.small=Avenida Omega,Cartago,Costa Rica
nosotros.direccion.figcaption=\u00a1Estamos ansiosos por verte en nuestra ubicaci\u00f3n para retirar tus galletas favoritas!
perfil.username=User
perfil.cedula=ID
perfil.nombre=Name
perfil.apellidos=Last Names
perfil.pais=Country
perfil.provincia=Province
perfil.cantonDistrito=District
perfil.direccionDetallada=Detailed Address
perfil.password=Password
perfil.telefono=Phone
plantilla.bienvenido=User
plantilla.derechos=Cookies by Su All Rights Reserved 2024
plantilla.personalizar=Personalize
plantilla.aboutus=About Us
plantilla.contactenos=Contact Us
plantilla.pruebas=Test
plantilla.idioma=Language
plantilla.asociaciones=Asociations
plantilla.consultas=Queries
plantilla.suTienda=Cookies by Su online
plantilla.troles=roles
plantilla.tusuario=User
plantilla.usuarios=Users
plantilla.catalogo=Catalogue
producto.activo=Active
producto.agregar=Add
producto.ver=Details
producto.categoria=Category
producto.descripcion=Description
producto.detalle=Detail
producto.existencias=Stock
producto.imagen=Image path
producto.listado=Product List
producto.precio=Price
producto.total=Total Products
producto.nombre=Product name
producto.tipo=Cookie type
pruebas.todas=All
pruebas.precio.superior=Top Price
pruebas.precio.inferior=Lowes Price
pruebas.ampliadas=Extended Queries
pruebas.jpql=JPQL Queries
pruebas.nativo=Native Queries
personalizado.descripcion=Description
personalizado.fechaPreliminar=Deadline
personalizado.telefono=Phone number
personalizado.correo=Email
personalizado.apellidos=Last name
personalizado.nombre=Name
personalizado.titulo=Customization form
personalizado.listado=Custom orders listing
personalizado.mensaje=Message
personalizado.enviado=Order placed!
personalizado.enviado.confirmacion=Your order has been placed, we will be getting in touch with you soon!
personalizado.correo.asunto=Thank You for Customizing Your Cookies with Us!
personalizado.correo.mensaje=<h2>Hello %s %s!</h2><hr><br><p>Thank you for trusting us to customize your delicious cookies!<br><br>We are reviewing your request to ensure that every detail is perfect. We'll be in touch with you soon to finalize the details of your personalized order and make your cookies even more special.<br><br>Thank you once again for choosing us to sweeten your special moments. We look forward to creating something truly delicious together.<br><br>Warm regards,<h3>Cookies by Su Team</h3>
producto.guardar=Save
registro.activar.error=Failed to activate user
registro.activar=Activate User
registro.correo.activar=<h1>Welcome to Cookies by Su!</h1><br><strong>%s %s</strong><hr><p>To activate your Cookies by Su account access the following <a href='%s/registro/activacion/%s/%s'>link.</a></p><br><hr><h2>Cookies by Su Team</h2>
registro.correo.recordar=<h1>Reset password</h1><br><strong>Hi %s %s!</strong><hr><p>We received a request to reset your account password. We are here to help you. <br>To reset your Cookies by Su account password access the following <a href='%s/registro/activacion/%s/%s'>link.</a></p><br><hr><h2>Cookies by Su Team</h2>
registro.mensaje.activacion.ok=Please check your email account %s to activate your username in the Cookies by Su system
registro.mensaje.activacion=Activate your Cookies by Su Account
registro.mensaje.recordar.ok=Please check your email account %s to recover your username in the Cookies by Su system
registro.mensaje.recordar=Remember Cookies by Su account
registro.mensaje.usuario.o.correo=There is already a user with username %s or email address %s if you don't remember your 'remember password' password
registro.recordar.us=Remember user
texto.no=No
texto.si=Yes
usuario.activacion=Activation
usuario.agregar=Create User
usuario.apellidos=Last names
usuario.correo=Mail
usuario.imagen=Photography
usuario.limite=Credit limit
usuario.listado=User List
usuario.nombre=Name
usuario.password=Password
usuario.telefono=Phone
usuario.total=Total Users
usuario.username=User
plantilla.reportes=Reports
usuario.cedula=ID
usuario.pais=Country
usuario.provincia=Province
usuario.cantonDistrito=District
usuario.direccionDetallada=Detailed Address
usuario.registro=SignUp

